Repository: lliurex/holiday-manager
Catalog: translations/*.UTF-8@valencia.po
Languages: ca_es

source: Date
ca_es: Data

source: Comment
ca_es: Comentari

source: Add date
ca_es: Afig una data

source: Edit date
ca_es: Edita la data

source: The date will be deleted. Do you want to continue?
ca_es: La data s'eliminarà. Voleu continuar?

source: The current list of dates will be deleted. Do you want to continue?
ca_es: La llista de dates actual s'eliminarà. Voleu continuar?

source: Please choose a file to save day list
ca_es: Seleccioneu un fitxer per a guardar la llista de dates

source: New dates list will be loaded and replace the existing configutarion. Do you want to continue?
ca_es: Ara es carregarà una nova llista de dates que reemplaçarà la configuració existent. Voleu continuar?

source: Please choose a file to load dates list
ca_es: Seleccioneu un fitxer per a carregar la llista de dates

source: Unabled to apply changes. List blocked for other user
ca_es: No es poden aplicar els canvis. La llista està bloquejada per un altre usuari.

source: Changes apply succesfully
ca_es: Els canvis s'han aplicat correctament.

source: Error saving changes
ca_es: S'ha produït un error en guardar els canvis.

source: List of dates imported successfully
ca_es: La llista de dates s'ha importat correctament.

source: Unabled to import list. List blocked for other user
ca_es: No es pot importar la llista. La llista està bloquejada per un altre usuari.

source: Error importing the list of dates
ca_es: S'ha produït un error en importar la llista de dates.

source: The list of dates to be imported does not exist
ca_es: La llista de dates que s'ha d'importar no existeix.

source: List of dates exported successfully
ca_es: La llista de dates s'ha exportat correctament.

source: Error exporting the list of dates
ca_es: S'ha produït un error en exportar la llista de dates.

source: Last date in range must be major than init date
ca_es: L'última data de l'interval ha de ser posterior a la data inicial.

source: You must indicate the two dates of range
ca_es: Cal que indiqueu les dues dates de l'interval

source: You must indicate the date
ca_es: Cal que indiqueu la data

source: Day
ca_es: Dia

source: From
ca_es: Del/De l'

source: to
ca_es: al/a l'

source: Clean date range
ca_es: Esborra l'interval de dates

source: Add new date
ca_es: Afig una data nova

source: Save list of date
ca_es: Guarda la llista de dates

source: Load list of dates
ca_es: Carrega la llista de dates

source: Create new date list
ca_es: Crea una nova llista de dates

source: Manage date
ca_es: Gestiona la data

source: Delete date
ca_es: Suprimeix la data
